IDEA StatiCa Open Model
LoadingULS.InternalForces2ndOrder Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Internal forces of 2nd order effect
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ResultOfInternalForces InternalForces2ndOrder { get; set; }
Public Property InternalForces2ndOrder As ResultOfInternalForces
	Get
	Set
public:
property ResultOfInternalForces^ InternalForces2ndOrder {
	ResultOfInternalForces^ get ();
	void set (ResultOfInternalForces^ value);
}
Property Value
Type: ResultOfInternalForces
See Also
Reference
LoadingULS Class
IdeaRS.OpenModel.Concrete.Load Namespace